Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public Surface GetSurface()
  Visual Basic
Public Function GetSurface As Surface
  Visual C++
public:
Surface^ GetSurface()
 See Also
  Face Class
  Autodesk.Revit.DB Namespace